Fuhrman2010/Fuhrman2010_boundaryCondition/Allrun
#!/bin/sh

# Create the mesh
blockMesh

# create the intial time folder
cp -r 0_org 0

# Run pimpleFoam
setFields
interFoam > log
funkySetFields -time 0:
